Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Revert complete
ar: اكتملت العودة
da: Tilbagestilling fuldført
de: Zurücksetzen abgeschlossen
es: Reversión completa
fi: Palautus valmistui
fr: Revert complet
he: – התיקון הושלם
hi: : पूर्ण वापसी की समाप्ति
hu: – Visszaállítás teljesen befejezve
id: : Pemulihan telah selesai
it: : inversione completata
ja: ：復元完了
ko: 복원 완료
nb: – Tilbakegåelse fullført
nl: : Terugkeer voltooid
pl: : Zakończenie odnowy
pt_br: – Conversão concluída
ru: : операция отмены завершена
sv: – Omvändning avslutad
th: กระบวนการย้อนกลับเสร็จสมบูรณ์
tr: Tam geri dönüş işlemi başarıyla tamamlanmıştır.
uk: : Повернення завершено
vi: : Hoàn tất quá trình hoàn trả
zh_hans: 撤回完成
zh_hant: 撤迴完成

source: Revert has conflicts
ar: هناك تعارضات في عملية الإرجاع تم حظر
da: Revert har konflikter
de: Beim Zurücksetzen liegen Konflikte vor
es: La reversión tiene conflictos
fi: Revertilla on ristiriitoja
fr: Revert a des conflits
he: : 'Revert' יש מתחים.
hi: 'Revert' में संघर्ष है।
hu: „Revert" funkcióban konfliktusok vannak.
id: : Revert mengalami konflik.
it: : Revert presenta conflitti.
ja: 「Revert」にはコンフリクトがあります。
ko: 'Revert' 옵션에는 충돌이 있습니다.
nb: : «Revert» har konflikter.
nl: : Revert kent conflicten.
pl: : funkcja „Revert" ma konflikty.
pt_br: : A opção 'Revert' apresenta conflitos.
ru: : «Revert» имеет конфликты.
sv: : Revert har konflikter
th: : 'Revert' มีความขัดแย้งกัน
tr: 'Revert' işlemi çatışmaları içeriyor.
uk: : «Revert» має конфлікти.
vi: : Thao tác 'Revert' có xung đột.
zh_hans: “Revert”功能存在冲突
zh_hant: “Revert”功能存在衝突

source: Revert is blocked to protect local edits. Commit, stash, or discard changes first.
ar: Revert لحماية التعديلات المحلية. تنفيذ التغييرات أو تخزينها أو تجاهلها أولاً.
da: Revert er blokeret for at beskytte lokale redigeringer. Bekræft, gem eller kasser ændringer først.
de: „Zurücksetzen“ ist blockiert, um lokale Änderungen zu schützen. Änderungen zuerst festschreiben, speichern oder verwerfen.
es: La reversión está bloqueada para proteger las ediciones locales. Confirme, guarde o descarte los cambios primero.
fi: Revert on estynyt suojaamaan paikallisia muokkauksia. Tallenna, paketoi tai hylkää muutokset ensin.
fr: Revert est bloqué pour protéger les édits locaux. Commitez, mettez en cache ou annulez d’abord vos modifications.
he: : הפעולה 'Revert' מוסגרת כדי להגן על השינויים המקומיים – יש לבצע את ה-Commit, ה-stash או ה-discard של השינויים לפני כן.
hi: 'Revert' को स्थानीय संपादनों की रक्षा के लिए अवरुद्ध किया गया है। पहले संशोधनों को 'Commit', 'Stash' या 'Discard' करें।
hu: „Revert" gomb blokkolva van a helyi módosítások védelmére; először hajtsa végre az „Commit", „stash" vagy „discard" parancsokat.
id: : Operasi *Revert* diblokir untuk melindungi edisi lokal. Harap terlebih dahulu melakukan *Commit*, *stash*, atau *discard* perubahan tersebut.
it: : la funzione «Revert» è bloccata per proteggere le modifiche locali. Si consiglia di effettuare prima un commit, un stash o una discarica delle modifiche.
ja: 「Revert」操作は、ローカル編集を保護するため、ブロックされています。まず、コミット、スタッシュ、またはディスカインドしてください。
ko: 'Revert' 작업은 로컬 편집을 보호하기 위해 차단되었습니다. 먼저 변경 사항을 'Commit', 'Stash', 또는 'Discard'하세요.
nb: «Revert» er blokkert for å beskytte lokale redigeringer. Før du utfører «Commit», «Stash» eller «Discard», gjør først disse handlingene.
nl: 'Revert' is geblokkeerd om lokale bewerkingen te beschermen. Bewerk eerst de wijzigingen met 'Commit', 'stash' of 'discard'.
pl: : Operacja „Revert" jest blokowana w celu ochrony lokalnych modyfikacji. Najpierw zapisz zmiany za pomocą „Commit", „stash" lub „discard".
pt_br: : A opção "Revert" está bloqueada para proteger as edições locais. Primeiro, execute um commit, um stash ou um discard das alterações.
ru: операция «Revert» заблокирована для защиты локальных изменений. Сначала выполните операцию «Commit», «stash» или «discard».
sv: : Funktionen „Revert" är blockerad för att skydda lokala redigeringar. Försök först att bekräfta, förvara eller avskaffa ändringarna.
th: : การยกเลิกการแก้ไขถูกปิดกั้นเพื่อปกป้องการแก้ไขในระบบ คุณควรดำเนินการ Commit, stash หรือ discard การเปลี่ยนแปลงก่อน
tr: 'Revert' işlemi, yerel düzenlemeleri korumak için engellendi. İlk olarak değişiklikleri commit etmek, stash etmek veya discard etmelisiniz.
uk: : операція «Revert» заблокована для захисту локальних змін. Спочатку виконайте операцію «Commit», «stash» або «discard».
vi: : Thao tác 'Revert' bị chặn nhằm bảo vệ các chỉnh sửa cục bộ – hãy thực hiện Commit, Stash hoặc Discard thay đổi trước.
zh_hans: “撤销”操作已被阻止，以保护本地编辑内容。请先提交、暂存或丢弃更改。
zh_hant: “撤銷”操作已被阻止，以保護本地編輯內容。請先提交、暫存或丟棄更改。

source: Reverting commit...
ar: التراجع عن الالتزام...
da: Tilbagefører commit...
de: Commit wird zurückgesetzt...
es: Revirtiendo compromiso...
fi: Toimitustoimitus...
fr: Réversioncommit...
he: : חזרת ה-Commit...
hi: : कमिट वापस लेना …
hu: – visszavonás a commit-re…
id: Mengembalikan commit ...
it: Revocazione del commit...
ja: ：コミットを元に戻す…
ko: 커밋 되돌리기 중…
nb: – Tilbakegående kommit …
nl: : Terugkeer van de commit ...
pl: Powrót commitu...
pt_br: Revertir commit...
ru: : Возврат коммита...
sv: Återgående kommit ...
th: กำลังย้อนกลับการคอมมิต...
tr: : Commit geri dönüşü...
uk: : Повернення коміті...
vi: : Commit hoàn tác...
zh_hans: 回滚提交……
zh_hant: 迴滾提交……

source: Run Pull All Repositories or Pull Repository from the Shortcuts app to fetch and fast-forward your vaults without opening the Git controls.
ar: قم بتشغيل سحب جميع المستودعات أو سحب المستودع من تطبيق الاختصارات لجلب خزائنك وتقديمها بسرعة دون فتح عناصر تحكم Git.
da: Kør Pull All Repositories eller Pull Repository fra appen Genveje for at hente og spole dine hvælvinger frem uden at åbne Git-kontrollerne.
de: Führen Sie „Pull All Repositories“ oder „Pull Repository“ aus der Shortcuts-App aus, um Ihre Tresore abzurufen und vorzuspulen, ohne die Git-Steuerelemente zu öffnen.
es: Ejecute Pull All Repositories o Pull Repository desde la aplicación Accesos directos para buscar y avanzar rápidamente sus bóvedas sin abrir los controles de Git.
fi: Suorittaa Poista kaikki arkistot tai vetävä versiovarasto pikanäppäimestä hakeaksesi ja nopeaksi. holviasi avaamatta Git-valvoja.
fr: Run Pull All Repositories ou Pull Repository à partir de l&#39;application Raccourcis pour récupérer et avancer rapidement vos coffres sans ouvrir le Commandes Git .
he: : 'Pull All Repositories' או 'Pull Repository from the Shortcuts app' – מומלץ להשתמש בפונקציות האלה כדי抓ור את Vaults-vами ולחצות את התהליך, מבלי לפתוח את האפליקציה. Git .
hi: : 'Run Pull All Repositories' या 'Pull Repository from the Shortcuts app' के माध्यम से आपके वॉल्ट्स को प्राप्त करने और तेज़ी से अगले चरण तक पहुँचने के लिए, बिना ऐप को खोले ही। Git नियंत्रण।
hu: : „Run Pull All Repositories" vagy „Pull Repository from the Shortcuts app" gombok használata lehetővé teszi a vaultok lekérdezését és gyors előrehaladását, még ha az alkalmazást nem nyitjuk meg is. Git vezérlők.
id: : Gunakan opsi 'Pull Semua Repositori' atau 'Pull Repositori dari aplikasi Shortcuts' untuk mengambil dan memajukan vault Anda tanpa perlu membuka aplikasi tersebut. Git .
it: : Usa «Pull All Repositories» o «Pull Repository» nell'app «Shortcuts» per recuperare e avanzare rapidamente i tuoi vault senza aprire l'app. Git .
ja: ：「Run Pull All Repositories」または「Pull Repository from the Shortcuts app」を使用して、Vaultを取得し、進捗処理を行う（開いた状態での操作なし）。 Git 制御装置。
ko: : 'Run Pull All Repositories' 또는 'Pull Repository from the Shortcuts app' 옵션을 사용하여, 앱을 열지 않고도 보관소(vaults)의 데이터를 가져오고 빠르게 이동할 수 있습니다. Git 제어 장치.
nb: : «Run Pull All Repositories» eller «Pull Repository from the Shortcuts app» for å hente og raskt gå frem til dine vaulter uten å åpne applikasjonen. Git -regulatorer.
nl: : 'Pull alle repositories' of 'Repository pullen uit de Shortcuts-app om uw vaults te halen en snel vooruit te gaan, zonder de applicatie te openen'. Git -controles.
pl: : Wykonaj „Pull All Repositories" lub „Pull Repository" z aplikacji Shortcuts, aby pobierać i szybko przesuwać swoje vaulty, bez konieczności otwierania aplikacji. Git .
pt_br: : Use o comando 'Pull All Repositories' ou 'Pull Repository' no aplicativo Shortcuts para recuperar e avançar rapidamente seus vaults sem abrir o aplicativo. Git .
ru: : «Run Pull All Repositories» или «Pull Repository from the Shortcuts app» — для извлечения и быстрого перехода к вашим воротам без необходимости открытия приложения. Git — управляющие элементы.
sv: : Kör 'Pull all repositories' eller 'Pull repository from the Shortcuts app' för att hämta och snabbt gå fram till dina vaults utan att öppna applikationen. Git -styrning.
th: : ใช้ 'Pull All Repositories' หรือ 'Pull Repository' จากแอป Shortcuts เพื่อดึงข้อมูลและก้าวไปยังสถานะถัดไปของ vaults ได้โดยไม่ต้องเปิดแอปนี้ Git ควบคุม
tr: : 'Run Pull All Repositories' veya 'Pull Repository from the Shortcuts app' seçeneği, Vault'larınızı açmadan çekmek ve hızlı ilerletmek için tüm depoları çekme veya Shortcuts uygulamasından bir depoyu çekme imkanı sunar. Git kontrolcüleri.
uk: : «Run Pull All Repositories» або «Pull Repository from the Shortcuts app» — для завантаження та швидкого переходу до ваулів без відкриття програми. Git — керування.
vi: : Chạy lệnh 'Pull All Repositories' hoặc 'Pull Repository' từ ứng dụng Shortcuts để tải và chuyển nhanh các vault của bạn mà không cần mở ứng dụng. Git – bộ điều khiển.
zh_hans: ：运行“拉取所有仓库”或从“快捷方式”应用中拉取仓库，以获取并快速推进您的密钥库，而无需手动打开该应用。 Git 控制器。
zh_hant: ：運行“拉取所有倉庫”或從“快捷方式”應用中拉取倉庫，以穫取併快速推進您的密鑰庫，而無需手動打開該應用。 Git 控製器。

source: SAFE PULLS WHILE YOU'RE AWAY
ar: عمليات pull آمنة أثناء غيابك
da: SIKRE pull, MENS DU ER VÆK
de: SICHERE pull-VORGÄNGE, WÄHREND SIE WEG SIND
es: PULL SEGUROS MIENTRAS NO ESTÁ
fi: TURVALLISET PULL-TOIMINNOT POISSA OLLESSASI
fr: DES PULL SÛRS EN VOTRE ABSENCE
he: פעולות PULL בטוחות גם כשאינך כאן
hi: आपकी गैरमौजूदगी में सुरक्षित PULL
hu: BIZTONSÁGOS PULL MŰVELETEK TÁVOLLÉTÉBEN
id: PULL AMAN SAAT ANDA PERGI
it: PULL SICURI DURANTE LA SUA ASSENZA
ja: 離れている間も安全に PULL
ko: 자리를 비운 동안에도 안전한 PULL
nb: TRYGG PULL MENS DU ER BORTE
nl: VEILIGE PULLS TERWIJL U WEG BENT
pl: BEZPIECZNE OPERACJE PULL PODCZAS TWOJEJ NIEOBECNOŚCI
pt_br: PULLS SEGUROS ENQUANTO VOCÊ ESTÁ AUSENTE
ru: БЕЗОПАСНЫЕ ОПЕРАЦИИ PULL, ПОКА ВАС НЕТ
sv: SÄKRA PULL NÄR DU ÄR BORTA
th: PULL อย่างปลอดภัยแม้คุณไม่อยู่
tr: UZAKTAYKEN GÜVENLİ PULL
uk: БЕЗПЕЧНІ PULL, ПОКИ ВАС НЕМАЄ
vi: PULL AN TOÀN KHI BẠN VẮNG MẶT
zh_hans: 离开期间也能安全 PULL
zh_hant: 離開期間也能安全 PULL

source: SAVE
ar: حفظ
da: GEM
de: SPEICHERN
es: GUARDAR
fr: ÉCONOMISEZ
he: שמור
hi: सहेजें
hu: mentés
id: SIMPAN
it: SALVA
ja: セーブ
ko: 저장
nb: Lagre
nl: Opslaan
pl: ZARZĄDZENIE
pt_br: SALVAR
ru: Сохранить
sv: SÄLJA
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 保存

source: SCAN DIFFERENT FOLDER
ar: فحص مجلد مختلف
da: SCAN EN ANDEN MAPPE
de: ANDEREN ORDNER DURCHSUCHEN
es: EXPLORAR OTRA CARPETA
fi: TARKISTA TOINEN KANSIO
fr: ANALYSER UN AUTRE DOSSIER
he: סריקת תיקייה אחרת
hi: कोई दूसरा फ़ोल्डर स्कैन करें
hu: MÁSIK MAPPA VIZSGÁLATA
id: PINDAI FOLDER LAIN
it: ANALIZZA UN’ALTRA CARTELLA
ja: 別のフォルダをスキャン
ko: 다른 폴더 스캔
nb: SKANN EN ANNEN MAPPE
nl: ANDERE MAP SCANNEN
pl: SKANUJ INNY FOLDER
pt_br: ESCANEAR OUTRA PASTA
ru: СКАНИРОВАТЬ ДРУГУЮ ПАПКУ
sv: SÖK I EN ANNAN MAPP
th: สแกนโฟลเดอร์อื่น
tr: FARKLI BİR KLASÖRÜ TARAYIN
uk: СКАНУВАТИ ІНШУ ПАПКУ
vi: QUÉT THƯ MỤC KHÁC
zh_hans: 扫描其他文件夹
zh_hant: 掃描其他檔案夾

source: SELECT REPOSITORY
ar: حدد المستودع
da: VÆLG LAGER
de: REPOSITORY AUSWÄHLEN
es: SELECCIONAR REPOSITORIO
fi: – tallennusjärjestelmän valinta
fr: SÉLECTIONNER LE DÉPÔT
he: – בחירת מאגר
hi: : रिपॉजिटरी चयन
hu: : Repozitorium kiválasztása
id: Pilih Repositori
it: Seleziona repository
ja: リポジトリを選択
ko: 저장소 선택
nb: : Velg lagringsplats
nl: : Selecteer opslagplaats
pl: Wybierz magazyn
pt_br: Selecione o repositório
ru: Выберите репозиторий
sv: : Välj lagringsplats
th: เลือกคลังข้อมูล
tr: Depo Seçimi
uk: Виберіть репозиторій
vi: Chọn kho dữ liệu
zh_hans: 选择存储库
zh_hant: 選擇存儲庫

source: SSH Host Key Changed
ar: SSH تم تغيير مفتاح المضيف
da: SSH Værtsnøgle ændret
de: SSH Hostschlüssel geändert
es: SSH Clave de host modificada
fi: SSH isännäppäin muuttui
fr: SSH Clé d&#39;hôte modifiée
he: SSH : מפתח ה-Host שונה
hi: SSH : होस्ट कुंजी बदली गई
hu: SSH : Host kulcs megváltozott
id: SSH Kunci Host telah diubah
it: SSH : La chiave dell'host è stata modificata
ja: SSH ：ホストキーが変更されました
ko: SSH 호스트 키 변경됨
nb: SSH : Host-sjekkordet er endret
nl: SSH : Host-sleutel is gewijzigd
pl: SSH : Klucz hosta zmieniony
pt_br: SSH : Chave do host alterada
ru: SSH : ключ хоста изменен
sv: SSH : Hostnyckeln har ändrats
th: SSH : คีย์โฮสต์ได้รับการเปลี่ยนแปลง
tr: SSH Anahtar Değiştirildi
uk: SSH : Ключ хоста змінено
vi: SSH : Chìa khóa máy chủ đã được thay đổi
zh_hans: SSH 主机密钥已更改
zh_hant: SSH 主機密鑰已更改

source: SSH Private Key
ar: SSH مفتاح خاص
da: SSH Privat nøgle
de: SSH Privater Schlüssel
es: SSH Clave privada
fi: SSH Yksityinen avain
fr: SSH Clé privée
he: SSH מפתח פרטי
hi: SSH : निजी कुंजी
hu: SSH Privát kulcs
id: SSH Kunci Privat
it: SSH Chiave privata
ja: SSH 私鍵
ko: SSH 개인 키
nb: SSH Privat nøkkel
nl: SSH Privé sleutel
pl: SSH Klucz prywatny
pt_br: SSH Chave Privada
ru: SSH — Приватный ключ
sv: SSH Privat nyckel
th: SSH คีย์ส่วนตัว
tr: SSH Özel Anahtar
uk: SSH – приватний ключ
vi: SSH – Chìa khóa riêng
zh_hans: SSH 私钥
zh_hant: SSH 俬鑰

source: SSH User
ar: SSH المستخدم
da: SSH Bruger
de: SSH Benutzer
es: SSH Usuario
fi: SSH Käyttäjä
fr: SSH Manuel
he: SSH משתמש
hi: SSH उपयोगकर्ता
hu: SSH Felhasználó
id: SSH Pengguna
it: SSH Utente
ja: SSH ユーザー
ko: SSH 사용자
nb: SSH Bruker
nl: SSH Gebruiker
pl: SSH – użytkownik
pt_br: SSH Usuário
ru: SSH Пользователь
sv: SSH Användare
th: SSH ผู้ใช้งาน
tr: SSH Kullanıcı
uk: SSH Користувач
vi: SSH Người dùng
zh_hans: SSH 用户
zh_hant: SSH 用戶

source: SSH Username
ar: SSH اسم المستخدم
da: SSH Brugernavn
de: SSH Benutzername
es: SSH Nombre de usuario
fi: SSH Käyttäjätunnus
fr: SSH
he: SSH שם משתמש
hi: SSH उपयोगकर्ता नाम
hu: SSH Felhasználónév
id: SSH Nama Pengguna
it: SSH Nome utente
ja: SSH ユーザーネーム
ko: SSH 사용자 이름
nb: SSH Brukernavn
nl: SSH Gebruikersnaam
pl: SSH Nazwa użytkownika
pt_br: SSH Nome de usuário
ru: SSH — имя пользователя
sv: SSH Användarnamn
th: SSH ชื่อผู้ใช้
tr: SSH Kullanıcı Adı
uk: SSH — ім'я користувача
vi: SSH Tên người dùng
zh_hans: SSH 用户名
zh_hant: SSH 用戶名

source: SSH host key needs trust
ar: SSH مفتاح المضيف يحتاج إلى الثقة
da: SSH værtsnøgle har brug for tillid
de: SSH Hostschlüssel benötigt Vertrauen
es: SSH la clave de host necesita confianza
fi: SSH isäntä avain vaatii luottamusta
fr: SSH clé hôte a besoin de confiance SYNCHRONISATION DE
he: SSH – מפתח המארח צריך אמון
hi: SSH होस्ट कुंजी के लिए विश्वास की आवश्यकता है।
hu: SSH üzemeltető kulcsa megengedett bizalomba van szükség.
id: SSH : kunci host memerlukan kepercayaan
it: SSH : la chiave dell'host richiede fiducia
ja: SSH ホストキーには信頼が必要です。
ko: SSH 호스트 키는 신뢰가 필요합니다.
nb: SSH -hosterklave trenger tillit
nl: SSH -hostkey heeft vertrouwen nodig
pl: SSH : klucz hosta wymaga zaufania
pt_br: SSH : a chave do host requer confiança
ru: SSH : ключ хоста требует доверия
sv: SSH -hostnyckeln kräver tillit.
th: SSH : คีย์โฮสต์จำเป็นต้องได้รับการไว้วางใจ
tr: SSH sunucu anahtarı güvene ihtiyaç duyar.
uk: SSH : ключ хоста потребує довіри
vi: SSH : khóa máy chủ cần được tin cậy
zh_hans: SSH 主机密钥需获得信任
zh_hant: SSH 主機密鑰需穫得信任

source: SSH host key verification failed for %@. Configure this repository with SSH key credentials or use HTTPS.
ar: SSH %@: تهيئة هذا المخزن باستخدام يُشترط استخدام بيانات المفتاح SSH أو استخدام HTTPS. فشلت عملية التحقق من مفتاح المضيف في
da: SSH er mislykket. %@. Konfigurer dette repository med SSH – brug nøgleoplysninger eller brug HTTPS.
de: SSH ist fehlgeschlagen. %@. Konfigurieren Sie dieses Repository mit Verwenden Sie die Schlüsselzugangsdaten für SSH oder verwenden Sie HTTPS. Die Verifizierung der Host-Schlüssel für
es: SSH no se completó correctamente para %@. Configure este repositorio con SSH o utilice HTTPS. La verificación de la clave del host
fi: SSH -hostin avaintarkistus epäonnistui. %@: Konfiguroida tämä tallennusjärjestelmä seuraavien tiedoiksi: SSH -avainpalvelut tai käytä HTTPS-protokollaa.
fr: SSH a échoué. %@. Configurez ce dépôt avec SSH ou utilisez HTTPS. La vérification de la clé hôte pour
he: SSH נכשל עבור %@– תגדיר את המאגר הזה באמצעות SSH תאימות מפתח או שימוש ב-HTTPS.
hi: SSH के लिए होस्ट की की सत्यापन असफल रहा। %@– इस रिपॉजिटरी को निम्नलिखित साथ सेट करें: SSH कुंजी प्रमाणनों का उपयोग करें या HTTPS का उपयोग करें।
hu: SSH eszközkulcs ellenőrzése nem sikerült. %@: konfigurálja ezt a repozitóriót SSH kulcsi hitelesítő adatok használata vagy HTTPS használata.
id: SSH gagal untuk %@. Konfigurasi repositori ini dengan SSH : gunakan kredensial kunci atau gunakan HTTPS. Verifikasi kunci host
it: SSH non è stata eseguita con successo per %@. Configura questo repository con SSH o utilizzare HTTPS. La verifica della chiave host di
ja: SSH ：ホストキー検証に失敗しました。 %@：このリポジトリを以下で構成します。 SSH のキー認証情報を使用するか、またはHTTPSを使用してください。
ko: SSH 호스트 키 검증에 실패했습니다. %@: 이 저장소를 다음과 같이 구성하십시오. SSH 키 인증 정보를 사용하거나 HTTPS를 사용하십시오.
nb: SSH : Verifisering av host-sjekk nøkkelen mislyktes for %@. Konfigurer dette repotremet med SSH – bruk nøkkelopplysninger eller bruk HTTPS.
nl: SSH is mislukt. %@. Configure deze repository met SSH : gebruik sleutelgegevens of gebruik HTTPS. De verificatie van de hostkey voor
pl: SSH nie powiodło się. %@– Konfiguruj ten repositorium za pomocą Kluczowe dane logowania SSH lub użycie HTTPS. Sprawdzenie klucza hosta dla
pt_br: SSH falhou para %@. Configure este repositório com SSH ou use HTTPS. A verificação da chave do host
ru: SSH не удалась. %@. Настройте этот репозиторий с помощью следующего: SSH необходимо использовать учетные данные или использовать HTTPS. Проверка хост-ключа
sv: SSH : verifiering av huvudnyckeln misslyckades för %@. Konfigurer detta repotre med SSH – använd nyckelautentiseringsuppgifter eller använd HTTPS.
th: SSH : การตรวจสอบกุญแจโฮสต์ล้มเหลวสำหรับ %@: กำหนดค่ารีโพซิทอรี่นี้ด้วย SSH ใช้ข้อมูลประจำตัวสำคัญหรือใช้ HTTPS
tr: SSH için sunucu anahtarı doğrulaması başarısız oldu. %@: Bu depoyu aşağıdakiyle yapılandırın. SSH anahtar kimlik bilgilerini kullanın veya HTTPS'yi kullanın.
uk: SSH не вдалося для %@. Конфігуруйте цей репозиторій за допомогою Для ключа SSH необхідні авторизаційні дані або використовуйте HTTPS. Підтвердження ключа хоста для
vi: SSH : Xác minh khóa máy chủ đã thất bại cho %@. Cấu hình kho lưu trữ này với SSH : Vui lòng sử dụng thông tin đăng nhập khóa hoặc dùng HTTPS.
zh_hans: SSH 主机密钥验证失败 %@：使用以下方式配置此存储库 SSH ：请使用密钥凭证或使用HTTPS。
zh_hant: SSH 主機密鑰驗証失敗 %@：使用以下方式配置此存儲庫 SSH ：請使用密鑰憑証或啟用HTTPS。

source: SSH host key verification failed for %@. The server did not provide a SHA-256 host-key fingerprint.
ar: SSH %@: لم يُقدِم الخادم على توفير شيء. SHA-256 : بصمة المفتاح الخاص بالمضيف.
da: SSH : Verifikation af host-s nøgle mislykkedes for %@. Serveren provided ikke noget. SHA-256 – host-key fingerpræmie.
de: SSH ist fehlgeschlagen. %@. Der Server hat keine bereitgestellt. SHA-256 -Host-Schlüssel-Fingerabdruck.
es: SSH falló para: %@. El servidor no proporcionó un SHA-256 Firma digital de la clave del host.
fi: SSH -hostin avainverifiointi epäonnistui. %@– palvelin ei tarjonnut mitään. SHA-256 -hostin avainpinnoite.
fr: SSH a échoué. %@. Le serveur n'a pas fourni de SHA-256 empreinte digitale de clé d'hôte.
he: SSH נכשל עבור %@– הסר버 לא מספק SHA-256 – טביעת מפתח המארח.
hi: SSH के लिए होस्ट कुंजी सत्यापन असफल रहा। %@। सर्वर ने कोई आउटपुट प्रदान नहीं किया। SHA-256 होस्ट-की फिंगरप्रिंट।
hu: SSH eszközkulcs ellenőrzése nem sikerült. %@: A szerver nem adott meg egyet. SHA-256 : host kulcs függőleges képzeleti nyomata.
id: SSH gagal untuk %@. Server tidak memberikan sesuatu. SHA-256 – sidik jari host-key. Kunci
it: SSH non è stata completata per: %@. Il server non ha fornito un SHA-256 Fingerprint della chiave ospite.
ja: SSH ：ホストキー検証に失敗しました。 %@：サーバーからデータが提供されませんでした。 SHA-256 ホストキーの指紋情報。
ko: SSH 호스트 키 검증에 실패했습니다. %@. 서버가 제공하지 않았습니다. SHA-256 호스트 키 지문.
nb: SSH : Verifisering av host-sjekk er mislykket for %@. Serveren tilbød ikke noe. SHA-256 -hoster-skjelkefingeravtrykk.
nl: SSH is mislukt. %@. De server heeft geen informatie verstrekt. SHA-256 host-sleutelafdruk.
pl: SSH nie powiodło się. %@. Serwer nie dostarczył odpowiedzi. SHA-256 – ślad klucza hosta. Klucz
pt_br: SSH falhou para %@. O servidor não forneceu um SHA-256 Fingerprint da chave do hospedeiro.
ru: SSH не удалась для %@. Сервер не предоставил данных. SHA-256 Отпечаток ключа хоста.
sv: SSH : verifiering av huvudnyckeln misslyckades för %@. Servern gav inte något. SHA-256 -hostnyckelfingeravtryck.
th: SSH : การตรวจสอบกุญแจโฮสต์ล้มเหลวสำหรับ %@: เซิร์ฟเวอร์ไม่ได้ให้ข้อมูลใดๆ SHA-256 ลายนิ้วมือของโฮสต์
tr: SSH için sunucu anahtarı doğrulaması başarısız oldu. %@: Sunucu bir veri sağlayamadı. SHA-256 sunucu anahtar parmak izi.
uk: SSH не вдалося. %@. Сервер не надав SHA-256 – відбиток ключа хоста.
vi: SSH : Xác minh khóa máy chủ đã thất bại cho %@. Máy chủ không cung cấp một thông tin nào. SHA-256 – dấu vân tay khóa máy chủ. Chìa khóa
zh_hans: SSH 主机密钥验证失败 %@：服务器未提供 SHA-256 主机密钥指纹。
zh_hant: SSH 主機密鑰驗証失敗 %@：服務器未提供 SHA-256 主機密鑰指紋。

source: SSH key
ar: SSH – المفتاح فشلت عملية التحقق من شهادة TLS الخاصة بـ
da: SSH nøgle
de: SSH -Schlüssel
es: SSH
fi: SSH -avain
fr: SSH
he: SSH – מפתח
hi: SSH कुंजी
hu: SSH kulcs
id: SSH Verifikasi sertifikat TLS
it: SSH
ja: SSH キー
ko: SSH 키
nb: SSH nøkkel
nl: SSH sleutel De verificatie van het TLS-certificaat voor
pl: SSH Proces weryfikacji certyfikatu TLS dla
pt_br: SSH
ru: SSH
sv: SSH nyckel
th: SSH คีย์
tr: SSH anahtar
uk: SSH ключ
vi: SSH
zh_hans: SSH 密钥
zh_hant: SSH 密鑰

source: Safe pull-only updates when iOS allows background work
ar: تحديثات آمنة بنمط pull فقط عندما يسمح iOS بالعمل في الخلفية
da: Sikre opdateringer udelukkende med pull, når iOS tillader baggrundsarbejde
de: Sichere Aktualisierungen ausschließlich per pull, wenn iOS Hintergrundarbeit zulässt
es: Actualizaciones seguras solo mediante pull cuando iOS permite trabajar en segundo plano
fi: Turvalliset vain pull-toimintoja käyttävät päivitykset, kun iOS sallii taustatyön
fr: Mises à jour sûres uniquement par pull lorsqu’iOS autorise le travail en arrière-plan
he: עדכוני pull בטוחים בלבד כאשר iOS מאפשר עבודה ברקע
hi: iOS के बैकग्राउंड कार्य की अनुमति देने पर सुरक्षित, केवल pull अपडेट
hu: Biztonságos, csak pull típusú frissítések, amikor az iOS engedélyezi a háttérmunkát
id: Pembaruan aman khusus pull saat iOS mengizinkan pekerjaan latar belakang
it: Aggiornamenti sicuri di solo pull quando iOS consente operazioni in background
ja: iOS がバックグラウンド処理を許可したときに安全な pull 専用更新を実行
ko: iOS에서 백그라운드 작업을 허용할 때 안전한 pull 전용 업데이트
nb: Trygge oppdateringer kun med pull når iOS tillater bakgrunnsarbeid
nl: Veilige updates uitsluitend via pull wanneer iOS achtergrondwerk toestaat
pl: Bezpieczne aktualizacje wyłącznie przez pull, gdy iOS zezwala na pracę w tle
pt_br: Atualizações seguras somente por pull quando o iOS permite trabalho em segundo plano
ru: Безопасные обновления только через pull, когда iOS разрешает фоновую работу
sv: Säkra uppdateringar enbart med pull när iOS tillåter bakgrundsarbete
th: อัปเดตอย่างปลอดภัยด้วย pull เท่านั้นเมื่อ iOS อนุญาตให้ทำงานในเบื้องหลัง
tr: iOS arka planda çalışmaya izin verdiğinde yalnızca güvenli pull güncellemeleri
uk: Безпечні оновлення лише через pull, коли iOS дозволяє фонову роботу
vi: Cập nhật an toàn chỉ bằng pull khi iOS cho phép chạy nền
zh_hans: iOS 允许后台运行时进行安全的仅 pull 更新
zh_hant: iOS 允許背景執行時進行安全的僅 pull 更新
